"WIFI NOT REACHABLE" = "WI-FI NON ACCESSIBILE";
"START NOT RECEIVED" = "AVVIO NON RICEVUTO";
"CONTROL LINK NOT AVAILABLE" = "LINK DI CONTROLLO NON DISPONIBILE";
"ULTRASOUND EMERGENCY" = "EMERGENZA SENSORE ULTRASUONI";
"CUT OUT EMERGENCY" = "EMERGENZA BLOCCO";
"MOTORS EMERGENCY" = "EMERGENZA MOTORI";
"CAMERA EMERGENCY" = "EMERGENZA TELECAMERA";
"PIC WATCHDOG EMERGENCY" = "EMERGENZA CENTRALE INERZIALE";
"PIC VERSION EMERGENCY" = "EMERGENZA VERSIONE CENTRALE INERZIALE";
"TOO MUCH ANGLE EMERGENCY" = "EMERGENZA ANGOLO TROPPO ACCENTUATO";	
"BATTERY LOW EMERGENCY" = "EMERGENZA BATTERIA SCARICA";
"USER EMERGENCY" = "EMERGENZA SU RICHIESTA UTENTE";
"UNKNOWN EMERGENCY" = "EMERGENZA NON IDENTIFICATA";
"PRESS RESET" = "PREMERE RESET";
"BATTERY LOW ALERT" = "AVVISO BATTERIA SCARICA";
"ULTRASOUND ALERT" = "AVVISO PROBLEMA SENSORE ULTRASUONI";
"VISION ALERT" = "AVVISO PROBLEMA DI VISIONE";
"VIDEO CONNECTION ALERT" = "AVVISO PROBLEMA DI CONNESSIONE";
"CAMERA ALERT" = "AVVISO PROBLEMA DI FOTOCAMERA";
"Default settings" = "Impostazioni\npredefinite";
"Flat trim" = "Assetto piatto";
"OK" = "OK";
"Software version" = "Versione per software";
"Accelero disabled" = "Accelerometro disabilitata";
"Combined yaw" = "Angolo di imbardata combinato";
"Left-handed" = "Modalità mancini";
"%@ tilt max" = "Angolo massimo di inclinazione per l'%@";
"Interface opacity" = "Opacità dell'interfaccia";
"AR.Drone" = "AR.Drone";
"hardware" = "hardware";
"software" = "software";
"Inertial" = "Inertial";
"Motors versions" = "Versioni per motori";
"Motor 1 type" = "Motore 1 tipo";
"Motor 2 type" = "Motore 2 tipo";
"Motor 3 type" = "Motore 3 tipo";
"Motor 4 type" = "Motore 4 tipo";
"Pairing" = "Accoppiamento";
"Network name" = "Nome della rete";
"Altitude limited" = "Quota limitata";
"Outdoor hull" = "Carena per volo all'esterno";
"Outdoor flight" = "Volo all'esterno";
"Yaw speed max" = "Velocità massima di imbardata";
"Vertical speed max" = "massima velocità verticale";
"Tilt" = "Angolo massimo di inclinazione";
"°" = "°";
"mm/s" = "mm/s";
"°/s" = "°/s";
"New AR.Drone network" = "Nuovo nome di rete dell'AR.Drone";
"Your changes will be applied after rebooting the AR.Drone !\n\t- Quit application\n\t- Reboot your AR.Drone\n\t- Connect your %@ on %s network\n\t- Launch application" = "Le modifiche saranno prese in considerazione dopo lo spegnimento e la riaccensione del drone!\n\t- Chiudere l'applicazione\n\™- Spegnere e riaccendere l'AR.Drone\n\t- Connettere l'%@ alla rete %s\n\t- Avviare l'applicazione";
"Adaptive video" = "Video adattativa";
"Video codec" = "Codec video";

